---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingRailHeight
source: html/3b5b0548-1ae5-5c04-cb86-615dfa503de8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingRailHeight Property

"Rail Height"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingRailHeight { get; }
```